# Задание 3: Замена ключевых слов

# Описание:

# Роман хочет заменить слово "Art" на "Design" в различных описаниях карточек
# товаров своего магазина.

# Константы из задания:

ART = "Art"
DESIGN = "Design"
STR_1 = "Art is everywhere"
STR_2 = "Art and Culture"

# Решение задания: 
# Заменяем ключевые слова: 

print(STR_1.replace(ART, DESIGN))
print(STR_2.replace(ART, DESIGN))
