# Задание 4: Подсчет частоты вхождений

# Описание:

# Роман интересуется, сколько раз слово "Design" теперь встречается в различных новых описаниях.

# Константы из задания:

STR_1 = "Design is everywhere. Design is life."
STR_2 = "Design your life"

# Считаем кол-во входов методом .count

print(STR_1.count("Design"))
print(STR_2.count("Design"))