# Задание 1: Инвентаризация магазина Романа

# Описание:

# Роман хочет провести инвентаризацию в своем магазине. 
# Помогите ему написать программу, которая выводит каждый товар
# с нечетным индексом из списка товаров.

prod_list_1 = ["Чай", "Кофе", "Сахар", "Молоко", "Мед"]
prod_list_2 = ["Яблоки", "Груши", "Бананы", "Ананасы"]


print("Товары с нечетными индексами: ", prod_list_1 [1::2])
print("Товары с нечетными индексами: ", prod_list_2 [1::2])