"""
Задание 10: Расчет средней стоимости товаров 🔥

Описание:

Роман хочет знать среднюю стоимость товаров на полке. 
Программа должна вычислять и выводить среднюю цену товаров.
"""
price = [10, 20, 30, 40, 50]
averge_price = sum(price) / len(price)
print("Средняя цена товаров: ", int(averge_price))