# Задание 4: Найм новых сотрудников

# Описание:

# Роман недавно нанял несколько новых сотрудников в свою дизайн-студию.
# Он хочет быстро узнать, сколько у него теперь сотрудников.
# Помогите ему в этом.

person_list_1 = ["Алекс", "Боб", "Сьюзи"]
person_list_2 = ["Сара", "Майкл"]

print(len(person_list_1))
print(len(person_list_2))