# Задание 3: Поиск товаров

# Описание:

# Роман узнал, что у многих людей непереносимость лактозы. 
# Теперь он хочет узнать, покупают ли в его магазине молоко.


price_1 = (["Чай", "Кофе", "Сахар", "Молоко", "Мед"])
price_2 = ["Яблоки", "Груши", "Бананы", "Ананасы"]


print("Молоко" in price_1)
print("Молоко" in price_2)