# Задание 2: Скидки на определенные товары

# Описание:

# Роман хочет ввести скидки на определенные товары. Напишите программу,
# которая выводит все товары, на которые скидка не распространяется.
# Эти товары будут являться нечетными числами в списке цен.

price_1 = [50, 45, 30, 25]
price_2 = [100, 90, 85, 70, 60]

print("Цена без скидки: ", price_1 [1::2])
print("Цена без скидки: ", price_2 [1::2])