""""
Задача 1: Переверни слова

Описание:

Дана строка со словами. Напишите программу, 
которая переворачивает каждое слово в строке.

"""

str = input("Введите слово: ")
print(str[::-1])