# Задача 1: Открываем кассу
# Описание:
# Роман открывает свой первый магазин, но подрядчик не успел предоставить кассовую технику. Роман уже смог записать покупки первого покупателя, но забыл как выводить сумму покупок. Такой код он прислал нам

produkts = [1, 14, 4, 8, 6, 9]
result = sum(produkts)
print(result)